Revit 2027 API
ParameterTypeId.DefaultConstructionMassSlab Property
 "Mass Slab"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DefaultConstructionMassSlab { get; }
Public Shared ReadOnly Property DefaultConstructionMassSlab As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DefaultConstructionMassSlab {
	ForgeTypeId^ get ();
}
static member DefaultConstructionMassSlab : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace